Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Enter a new password of at least 8 characters, then confirm it.
ar: أدخل كلمة مرور جديدة مكونة من 8 أحرف على الأقل، ثم أكّدها.
de: Gib ein neues Passwort mit mindestens 8 Zeichen ein und bestätige es.
el: Εισαγάγετε έναν νέο κωδικό πρόσβασης με τουλάχιστον 8 χαρακτήρες και επιβεβαιώστε τον.
es: Introduce una nueva contraseña de al menos 8 caracteres y confírmala.
fa: یک رمز عبور جدید با حداقل ۸ کاراکتر وارد کنید، سپس آن را تأیید کنید.
fr: Saisissez un nouveau mot de passe d'au moins 8 caractères, puis confirmez-le.
he: הזן סיסמה חדשה בת 8 תווים לפחות, ולאחר מכן אשר אותה.
hi: कम से कम 8 वर्णों वाला नया पासवर्ड दर्ज करें, फिर उसकी पुष्टि करें।
id: Masukkan kata sandi baru minimal 8 karakter, lalu konfirmasikan.
it: Inserisci una nuova password di almeno 8 caratteri, poi confermala.
ja: 8文字以上の新しいパスワードを入力し、確認のためにもう一度入力してください。
ko: 8자 이상의 새 비밀번호를 입력한 다음 확인하세요.
nl: Voer een nieuw wachtwoord van minstens 8 tekens in en bevestig het.
pl: Wprowadź nowe hasło o długości co najmniej 8 znaków, a następnie je potwierdź.
pt: Digite uma nova senha com pelo menos 8 caracteres e confirme-a.
ru: Введите новый пароль не менее 8 символов, затем подтвердите его.
sv: Ange ett nytt lösenord med minst 8 tecken och bekräfta det sedan.
th: ป้อนรหัสผ่านใหม่อย่างน้อย 8 ตัวอักษร แล้วยืนยันรหัสผ่าน
tr: En az 8 karakterden oluşan yeni bir şifre girin, ardından onaylayın.
uk: Введіть новий пароль довжиною щонайменше 8 символів, потім підтвердіть його.
vi: Nhập mật khẩu mới có ít nhất 8 ký tự, sau đó xác nhận.
zh_hans: 输入至少 8 个字符的新密码,然后确认。

source: Enter a password of at least 8 characters to continue.
ar: أدخل كلمة مرور مكونة من 8 أحرف على الأقل للمتابعة.
de: Gib ein Passwort mit mindestens 8 Zeichen ein, um fortzufahren.
el: Εισαγάγετε έναν κωδικό πρόσβασης με τουλάχιστον 8 χαρακτήρες για να συνεχίσετε.
es: Introduce una contraseña de al menos 8 caracteres para continuar.
fa: برای ادامه، رمز عبوری با حداقل ۸ کاراکتر وارد کنید.
fr: Saisissez un mot de passe d'au moins 8 caractères pour continuer.
he: הזן סיסמה בת 8 תווים לפחות כדי להמשיך.
hi: जारी रखने के लिए कम से कम 8 वर्णों वाला पासवर्ड दर्ज करें।
id: Masukkan kata sandi minimal 8 karakter untuk melanjutkan.
it: Inserisci una password di almeno 8 caratteri per continuare.
ja: 続行するには8文字以上のパスワードを入力してください。
ko: 계속하려면 8자 이상의 비밀번호를 입력하세요.
nl: Voer een wachtwoord van minstens 8 tekens in om door te gaan.
pl: Wpisz hasło o długości co najmniej 8 znaków, aby kontynuować.
pt: Digite uma senha com pelo menos 8 caracteres para continuar.
ru: Введите пароль не менее 8 символов, чтобы продолжить.
sv: Ange ett lösenord med minst 8 tecken för att fortsätta.
th: กรอกรหัสผ่านอย่างน้อย 8 ตัวอักษรเพื่อดำเนินการต่อ
tr: Devam etmek için en az 8 karakterden oluşan bir şifre girin.
uk: Введіть пароль довжиною щонайменше 8 символів, щоб продовжити.
vi: Nhập mật khẩu có ít nhất 8 ký tự để tiếp tục.
zh_hans: 输入至少 8 个字符的密码以继续。

source: Enter a title to continue.
ar: أدخل عنوانًا للمتابعة.
de: Gib einen Titel ein, um fortzufahren.
el: Εισαγάγετε έναν τίτλο για να συνεχίσετε.
es: Introduce un título para continuar.
fa: برای ادامه، عنوانی وارد کنید.
fr: Saisissez un titre pour continuer.
he: הזן כותרת כדי להמשיך.
hi: जारी रखने के लिए एक शीर्षक दर्ज करें।
id: Masukkan judul untuk melanjutkan.
it: Inserisci un titolo per continuare.
ja: 続行するにはタイトルを入力してください。
ko: 계속하려면 제목을 입력하세요.
nl: Voer een titel in om door te gaan.
pl: Wpisz tytuł, aby kontynuować.
pt: Digite um título para continuar.
ru: Введите заголовок, чтобы продолжить.
sv: Ange en titel för att fortsätta.
th: กรอกชื่อเรื่องเพื่อดำเนินการต่อ
tr: Devam etmek için bir başlık girin.
uk: Введіть заголовок, щоб продовжити.
vi: Nhập tiêu đề để tiếp tục.
zh_hans: 输入标题以继续。

source: Enter a valid email address to continue.
ar: أدخل عنوان بريد إلكتروني صالحًا للمتابعة.
de: Gib eine gültige E-Mail-Adresse ein, um fortzufahren.
el: Εισαγάγετε μια έγκυρη διεύθυνση email για να συνεχίσετε.
es: Introduce una dirección de correo válida para continuar.
fa: برای ادامه، یک نشانی ایمیل معتبر وارد کنید.
fr: Saisissez une adresse e-mail valide pour continuer.
he: הזן כתובת אימייל תקינה כדי להמשיך.
hi: जारी रखने के लिए एक मान्य ईमेल पता दर्ज करें।
id: Masukkan alamat email yang valid untuk melanjutkan.
it: Inserisci un indirizzo email valido per continuare.
ja: 続行するには有効なメールアドレスを入力してください。
ko: 계속하려면 올바른 이메일 주소를 입력하세요.
nl: Voer een geldig e-mailadres in om door te gaan.
pl: Wpisz prawidłowy adres e-mail, aby kontynuować.
pt: Digite um endereço de e-mail válido para continuar.
ru: Введите действительный адрес электронной почты, чтобы продолжить.
sv: Ange en giltig e-postadress för att fortsätta.
th: กรอกที่อยู่อีเมลที่ถูกต้องเพื่อดำเนินการต่อ
tr: Devam etmek için geçerli bir e-posta adresi girin.
uk: Введіть дійсну адресу електронної пошти, щоб продовжити.
vi: Nhập địa chỉ email hợp lệ để tiếp tục.
zh_hans: 输入有效的电子邮箱地址以继续。

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالحًا.
de: Gib eine gültige E-Mail-Adresse ein.
el: Εισαγάγετε μια έγκυρη διεύθυνση email.
es: Introduce una dirección de correo válida.
fa: یک نشانی ایمیل معتبر وارد کنید.
fr: Saisissez une adresse e-mail valide.
he: הזן כתובת אימייל תקינה.
hi: एक मान्य ईमेल पता दर्ज करें।
id: Masukkan alamat email yang valid.
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ko: 올바른 이메일 주소를 입력하세요.
nl: Voer een geldig e-mailadres in.
pl: Wpisz prawidłowy adres e-mail.
pt: Digite um endereço de e-mail válido.
ru: Введите действительный адрес электронной почты.
sv: Ange en giltig e-postadress.
th: กรอกที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin.
uk: Введіть дійсну адресу електронної пошти.
vi: Nhập địa chỉ email hợp lệ.
zh_hans: 请输入有效的电子邮箱地址。

source: Enter Details Manually
ar: إدخال التفاصيل يدويًا
de: Details manuell eingeben
el: Μη Αυτόματη Καταχώριση Λεπτομερειών
es: Introducir detalles manualmente
fa: وارد کردن دستی جزئیات
fr: Saisir les détails manuellement
he: הזנת פרטים ידנית
hi: विवरण मैन्युअल रूप से दर्ज करें
id: Masukkan Detail Secara Manual
it: Inserisci i dettagli manualmente
ja: 詳細を手動で入力
ko: 세부 정보 수동 입력
nl: Details handmatig invoeren
pl: Wprowadź szczegóły ręcznie
pt: Inserir detalhes manualmente
ru: Ввести данные вручную
sv: Ange information manuellt
th: ป้อนรายละเอียดด้วยตนเอง
tr: Ayrıntıları Manuel Olarak Girin
uk: Ввести дані вручну
vi: Nhập chi tiết thủ công
zh_hans: 手动输入详情

source: Enter the app name to continue.
ar: أدخل اسم التطبيق للمتابعة.
de: Gib den App-Namen ein, um fortzufahren.
el: Εισαγάγετε το όνομα της εφαρμογής για να συνεχίσετε.
es: Introduce el nombre de la app para continuar.
fa: برای ادامه، نام برنامه را وارد کنید.
fr: Saisissez le nom de l'application pour continuer.
he: הזן את שם האפליקציה כדי להמשיך.
hi: जारी रखने के लिए ऐप का नाम दर्ज करें।
id: Masukkan nama aplikasi untuk melanjutkan.
it: Inserisci il nome dell'app per continuare.
ja: 続行するにはアプリ名を入力してください。
ko: 계속하려면 앱 이름을 입력하세요.
nl: Voer de app-naam in om door te gaan.
pl: Wpisz nazwę aplikacji, aby kontynuować.
pt: Digite o nome do app para continuar.
ru: Введите название приложения, чтобы продолжить.
sv: Ange appens namn för att fortsätta.
th: กรอกชื่อแอปเพื่อดำเนินการต่อ
tr: Devam etmek için uygulama adını girin.
uk: Введіть назву застосунку, щоб продовжити.
vi: Nhập tên ứng dụng để tiếp tục.
zh_hans: 输入应用名称以继续。

source: Enter the App Store URL to continue.
ar: أدخل رابط App Store للمتابعة.
de: Gib die App-Store-URL ein, um fortzufahren.
el: Εισαγάγετε τη διεύθυνση URL του App Store για να συνεχίσετε.
es: Introduce la URL de la App Store para continuar.
fa: برای ادامه، نشانی App Store را وارد کنید.
fr: Saisissez l'URL App Store pour continuer.
he: הזן את כתובת ה-URL של App Store כדי להמשיך.
hi: जारी रखने के लिए App Store URL दर्ज करें।
id: Masukkan URL App Store untuk melanjutkan.
it: Inserisci l'URL dell'App Store per continuare.
ja: 続行するにはApp StoreのURLを入力してください。
ko: 계속하려면 App Store URL을 입력하세요.
nl: Voer de App Store-URL in om door te gaan.
pl: Wpisz adres URL App Store, aby kontynuować.
pt: Digite a URL da App Store para continuar.
ru: Введите URL-адрес App Store, чтобы продолжить.
sv: Ange App Store-URL:en för att fortsätta.
th: กรอก URL ของ App Store เพื่อดำเนินการต่อ
tr: Devam etmek için App Store URL'sini girin.
uk: Введіть URL-адресу App Store, щоб продовжити.
vi: Nhập URL App Store để tiếp tục.
zh_hans: 输入 App Store 网址以继续。

source: Enter the app version to continue.
ar: أدخل إصدار التطبيق للمتابعة.
de: Gib die App-Version ein, um fortzufahren.
el: Εισαγάγετε την έκδοση εφαρμογής για να συνεχίσετε.
es: Introduce la versión de la app para continuar.
fa: برای ادامه، نسخهٔ برنامه را وارد کنید.
fr: Saisissez la version de l'application pour continuer.
he: הזן את גרסת האפליקציה כדי להמשיך.
hi: जारी रखने के लिए ऐप का संस्करण दर्ज करें।
id: Masukkan versi aplikasi untuk melanjutkan.
it: Inserisci la versione dell'app per continuare.
ja: 続行するにはアプリのバージョンを入力してください。
ko: 계속하려면 앱 버전을 입력하세요.
nl: Voer de app-versie in om door te gaan.
pl: Wpisz wersję aplikacji, aby kontynuować.
pt: Digite a versão do app para continuar.
ru: Введите версию приложения, чтобы продолжить.
sv: Ange appversionen för att fortsätta.
th: กรอกเวอร์ชันแอปเพื่อดำเนินการต่อ
tr: Devam etmek için uygulama sürümünü girin.
uk: Введіть версію застосунку, щоб продовжити.
vi: Nhập phiên bản ứng dụng để tiếp tục.
zh_hans: 输入应用版本以继续。

source: Enter the app's description to continue.
ar: أدخل وصف التطبيق للمتابعة.
de: Gib die Beschreibung der App ein, um fortzufahren.
el: Εισαγάγετε την περιγραφή της εφαρμογής για να συνεχίσετε.
es: Introduce la descripción de la app para continuar.
fa: برای ادامه، توضیحات برنامه را وارد کنید.
fr: Saisissez la description de l'application pour continuer.
he: הזן את תיאור האפליקציה כדי להמשיך.
hi: जारी रखने के लिए ऐप का विवरण दर्ज करें।
id: Masukkan deskripsi aplikasi untuk melanjutkan.
it: Inserisci la descrizione dell'app per continuare.
ja: 続行するにはアプリの説明を入力してください。
ko: 계속하려면 앱 설명을 입력하세요.
nl: Voer de beschrijving van de app in om door te gaan.
pl: Wpisz opis aplikacji, aby kontynuować.
pt: Digite a descrição do app para continuar.
ru: Введите описание приложения, чтобы продолжить.
sv: Ange appens beskrivning för att fortsätta.
th: กรอกคำอธิบายแอปเพื่อดำเนินการต่อ
tr: Devam etmek için uygulamanın açıklamasını girin.
uk: Введіть опис застосунку, щоб продовжити.
vi: Nhập mô tả ứng dụng để tiếp tục.
zh_hans: 输入应用描述以继续。

source: Enter the minimum iOS version to continue.
ar: أدخل الحد الأدنى لإصدار iOS للمتابعة.
de: Gib die minimale iOS-Version ein, um fortzufahren.
el: Εισαγάγετε την ελάχιστη έκδοση iOS για να συνεχίσετε.
es: Introduce la versión mínima de iOS para continuar.
fa: برای ادامه، حداقل نسخهٔ iOS را وارد کنید.
fr: Saisissez la version iOS minimale pour continuer.
he: הזן את גרסת ה-iOS המינימלית כדי להמשיך.
hi: जारी रखने के लिए न्यूनतम iOS संस्करण दर्ज करें।
id: Masukkan versi iOS minimum untuk melanjutkan.
it: Inserisci la versione minima di iOS per continuare.
ja: 続行するには最小iOSバージョンを入力してください。
ko: 계속하려면 최소 iOS 버전을 입력하세요.
nl: Voer de minimale iOS-versie in om door te gaan.
pl: Wpisz minimalną wersję iOS, aby kontynuować.
pt: Digite a versão mínima do iOS para continuar.
ru: Введите минимальную версию iOS, чтобы продолжить.
sv: Ange lägsta iOS-version för att fortsätta.
th: กรอกเวอร์ชัน iOS ขั้นต่ำเพื่อดำเนินการต่อ
tr: Devam etmek için minimum iOS sürümünü girin.
uk: Введіть мінімальну версію iOS, щоб продовжити.
vi: Nhập phiên bản iOS tối thiểu để tiếp tục.
zh_hans: 输入最低 iOS 版本以继续。

source: Enter the minimum watchOS version to continue.
ar: أدخل الحد الأدنى لإصدار watchOS للمتابعة.
de: Gib die minimale watchOS-Version ein, um fortzufahren.
el: Εισαγάγετε την ελάχιστη έκδοση watchOS για να συνεχίσετε.
es: Introduce la versión mínima de watchOS para continuar.
fa: برای ادامه، حداقل نسخهٔ watchOS را وارد کنید.
fr: Saisissez la version watchOS minimale pour continuer.
he: הזן את גרסת ה-watchOS המינימלית כדי להמשיך.
hi: जारी रखने के लिए न्यूनतम watchOS संस्करण दर्ज करें।
id: Masukkan versi watchOS minimum untuk melanjutkan.
it: Inserisci la versione minima di watchOS per continuare.
ja: 続行するには最小watchOSバージョンを入力してください。
ko: 계속하려면 최소 watchOS 버전을 입력하세요.
nl: Voer de minimale watchOS-versie in om door te gaan.
pl: Wpisz minimalną wersję watchOS, aby kontynuować.
pt: Digite a versão mínima do watchOS para continuar.
ru: Введите минимальную версию watchOS, чтобы продолжить.
sv: Ange lägsta watchOS-version för att fortsätta.
th: กรอกเวอร์ชัน watchOS ขั้นต่ำเพื่อดำเนินการต่อ
tr: Devam etmek için minimum watchOS sürümünü girin.
uk: Введіть мінімальну версію watchOS, щоб продовжити.
vi: Nhập phiên bản watchOS tối thiểu để tiếp tục.
zh_hans: 输入最低 watchOS 版本以继续。

source: Enter the new email address for your AppleVis account.
ar: أدخل عنوان البريد الإلكتروني الجديد لحساب AppleVis الخاص بك.
de: Gib die neue E-Mail-Adresse für dein AppleVis-Konto ein.
el: Εισαγάγετε τη νέα διεύθυνση email για τον λογαριασμό σας AppleVis.
es: Introduce la nueva dirección de correo para tu cuenta de AppleVis.
fa: نشانی ایمیل جدید حساب AppleVis خود را وارد کنید.
fr: Saisissez la nouvelle adresse e-mail de votre compte AppleVis.
he: הזן את כתובת האימייל החדשה עבור חשבון ה-AppleVis שלך.
hi: अपने AppleVis खाते के लिए नया ईमेल पता दर्ज करें।
id: Masukkan alamat email baru untuk akun AppleVis Anda.
it: Inserisci il nuovo indirizzo email per il tuo account AppleVis.
ja: AppleVisアカウントの新しいメールアドレスを入力してください。
ko: AppleVis 계정의 새 이메일 주소를 입력하세요.
nl: Voer het nieuwe e-mailadres voor je AppleVis-account in.
pl: Wprowadź nowy adres e-mail dla swojego konta AppleVis.
pt: Digite o novo endereço de e-mail para sua conta AppleVis.
ru: Введите новый адрес электронной почты для вашего аккаунта AppleVis.
sv: Ange den nya e-postadressen för ditt AppleVis-konto.
th: ป้อนที่อยู่อีเมลใหม่สำหรับบัญชี AppleVis ของคุณ
tr: AppleVis hesabınız için yeni e-posta adresini girin.
uk: Введіть нову адресу електронної пошти для вашого акаунта AppleVis.
vi: Nhập địa chỉ email mới cho tài khoản AppleVis của bạn.
zh_hans: 输入您 AppleVis 账户的新邮箱地址。

source: Enter the software version to continue.
ar: أدخل إصدار البرنامج للمتابعة.
de: Gib die Softwareversion ein, um fortzufahren.
el: Εισαγάγετε την έκδοση λογισμικού για να συνεχίσετε.
es: Introduce la versión del software para continuar.
fa: برای ادامه، نسخهٔ نرم‌افزار را وارد کنید.
fr: Saisissez la version du logiciel pour continuer.
he: הזן את גרסת התוכנה כדי להמשיך.
hi: जारी रखने के लिए सॉफ़्टवेयर संस्करण दर्ज करें।
id: Masukkan versi perangkat lunak untuk melanjutkan.
it: Inserisci la versione del software per continuare.
ja: 続行するにはソフトウェアバージョンを入力してください。
ko: 계속하려면 소프트웨어 버전을 입력하세요.
nl: Voer de softwareversie in om door te gaan.
pl: Wpisz wersję oprogramowania, aby kontynuować.
pt: Digite a versão do software para continuar.
ru: Введите версию ПО, чтобы продолжить.
sv: Ange programvaruversionen för att fortsätta.
th: กรอกเวอร์ชันซอฟต์แวร์เพื่อดำเนินการต่อ
tr: Devam etmek için yazılım sürümünü girin.
uk: Введіть версію програмного забезпечення, щоб продовжити.
vi: Nhập phiên bản phần mềm để tiếp tục.
zh_hans: 输入软件版本以继续。

source: Enter the version of macOS tested to continue.
ar: أدخل إصدار macOS الذي تم الاختبار عليه للمتابعة.
de: Gib die getestete macOS-Version ein, um fortzufahren.
el: Εισαγάγετε την έκδοση macOS που δοκιμάστηκε για να συνεχίσετε.
es: Introduce la versión de macOS probada para continuar.
fa: برای ادامه، نسخهٔ macOS آزمایش‌شده را وارد کنید.
fr: Saisissez la version de macOS testée pour continuer.
he: הזן את גרסת ה-macOS שנבדקה כדי להמשיך.
hi: जारी रखने के लिए परीक्षण किया गया macOS संस्करण दर्ज करें।
id: Masukkan versi macOS yang diuji untuk melanjutkan.
it: Inserisci la versione di macOS testata per continuare.
ja: 続行するにはテストしたmacOSのバージョンを入力してください。
ko: 계속하려면 테스트한 macOS 버전을 입력하세요.
nl: Voer de geteste macOS-versie in om door te gaan.
pl: Wpisz przetestowaną wersję macOS, aby kontynuować.
pt: Digite a versão do macOS testada para continuar.
ru: Введите протестированную версию macOS, чтобы продолжить.
sv: Ange den testade macOS-versionen för att fortsätta.
th: กรอกเวอร์ชัน macOS ที่ทดสอบเพื่อดำเนินการต่อ
tr: Devam etmek için test edilen macOS sürümünü girin.
uk: Введіть протестовану версію macOS, щоб продовжити.
vi: Nhập phiên bản macOS đã thử nghiệm để tiếp tục.
zh_hans: 输入已测试的 macOS 版本以继续。

source: Enter your Apple Feedback number to continue.
ar: أدخل رقم Apple Feedback الخاص بك للمتابعة.
de: Gib deine Apple-Feedback-Nummer ein, um fortzufahren.
el: Εισαγάγετε τον αριθμό Apple Feedback σας για να συνεχίσετε.
es: Introduce tu número de Apple Feedback para continuar.
fa: برای ادامه، شمارهٔ Apple Feedback خود را وارد کنید.
fr: Saisissez votre numéro Apple Feedback pour continuer.
he: הזן את מספר ה-Apple Feedback שלך כדי להמשיך.
hi: जारी रखने के लिए अपना Apple फ़ीडबैक नंबर दर्ज करें।
id: Masukkan nomor Apple Feedback Anda untuk melanjutkan.
it: Inserisci il tuo numero Apple Feedback per continuare.
ja: 続行するにはApple Feedback番号を入力してください。
ko: 계속하려면 Apple Feedback 번호를 입력하세요.
nl: Voer je Apple Feedback-nummer in om door te gaan.
pl: Wpisz swój numer Apple Feedback, aby kontynuować.
pt: Digite seu número do Apple Feedback para continuar.
ru: Введите номер Apple Feedback, чтобы продолжить.
sv: Ange ditt Apple Feedback-nummer för att fortsätta.
th: กรอกหมายเลข Apple Feedback ของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için Apple Feedback numaranızı girin.
uk: Введіть свій номер Apple Feedback, щоб продовжити.
vi: Nhập số Apple Feedback của bạn để tiếp tục.
zh_hans: 输入您的 Apple Feedback 编号以继续。

source: Enter your AppleVis account password.
ar: أدخل كلمة مرور حساب AppleVis الخاص بك.
de: Gib dein AppleVis-Kontopasswort ein.
el: Εισαγάγετε τον κωδικό πρόσβασης του λογαριασμού AppleVis σας.
es: Introduce la contraseña de tu cuenta de AppleVis.
fa: رمز عبور حساب AppleVis خود را وارد کنید.
fr: Saisissez le mot de passe de votre compte AppleVis.
he: הזן את סיסמת חשבון ה-AppleVis שלך.
hi: अपना AppleVis खाता पासवर्ड दर्ज करें।
id: Masukkan kata sandi akun AppleVis Anda.
it: Inserisci la password del tuo account AppleVis.
ja: AppleVis アカウントのパスワードを入力してください。
ko: AppleVis 계정 비밀번호를 입력하세요.
nl: Voer je AppleVis-accountwachtwoord in.
pl: Wpisz hasło do swojego konta AppleVis.
pt: Insira a senha da sua conta AppleVis.
ru: Введите пароль вашего аккаунта AppleVis.
sv: Ange lösenordet för ditt AppleVis-konto.
th: ป้อนรหัสผ่านบัญชี AppleVis ของคุณ
tr: AppleVis hesap şifrenizi girin.
uk: Введіть пароль облікового запису AppleVis.
vi: Nhập mật khẩu tài khoản AppleVis của bạn.
zh_hans: 输入您的 AppleVis 账户密码。

source: Enter your AppleVis username or email. Both are accepted.
ar: أدخل اسم مستخدم AppleVis الخاص بك أو بريدك الإلكتروني. كلاهما مقبول.
de: Gib deinen AppleVis-Benutzernamen oder deine E-Mail-Adresse ein. Beides wird akzeptiert.
el: Εισαγάγετε το όνομα χρήστη ή το email του AppleVis σας. Γίνονται δεκτά και τα δύο.
es: Introduce tu nombre de usuario o correo electrónico de AppleVis. Se aceptan ambos.
fa: نام کاربری یا ایمیل AppleVis خود را وارد کنید. هر دو پذیرفته می‌شوند.
fr: Saisissez votre nom d'utilisateur ou e-mail AppleVis. Les deux sont acceptés.
he: הזן את שם המשתמש או האימייל שלך ב-AppleVis. שניהם מתקבלים.
hi: अपना AppleVis उपयोगकर्ता नाम या ईमेल दर्ज करें। दोनों स्वीकार किए जाते हैं।
id: Masukkan nama pengguna atau email AppleVis Anda. Keduanya diterima.
it: Inserisci il tuo nome utente o l'email AppleVis. Sono accettati entrambi.
ja: AppleVis のユーザー名またはメールアドレスを入力してください。どちらでも構いません。
ko: AppleVis 사용자 이름 또는 이메일을 입력하세요. 둘 다 사용 가능합니다.
nl: Voer je AppleVis-gebruikersnaam of e-mailadres in. Beide worden geaccepteerd.
pl: Wpisz swoją nazwę użytkownika lub adres e-mail AppleVis. Akceptowane jest jedno i drugie.
pt: Insira seu nome de usuário ou e-mail da AppleVis. Ambos são aceitos.
ru: Введите имя пользователя или email вашего аккаунта AppleVis. Подходит и то, и другое.
sv: Ange ditt AppleVis-användarnamn eller din e-postadress. Båda accepteras.
th: ป้อนชื่อผู้ใช้หรืออีเมล AppleVis ของคุณ ใช้ได้ทั้งสองแบบ
tr: AppleVis kullanıcı adınızı veya e-postanızı girin. İkisi de kabul edilir.
uk: Введіть ім'я користувача або електронну пошту AppleVis. Приймається і те, і інше.
vi: Nhập tên người dùng hoặc email AppleVis của bạn. Cả hai đều được chấp nhận.
zh_hans: 输入您的 AppleVis 用户名或电子邮件地址，两者均可。

source: Enter your current password to continue.
ar: أدخل كلمة مرورك الحالية للمتابعة.
de: Gib dein aktuelles Passwort ein, um fortzufahren.
el: Εισαγάγετε τον τρέχοντα κωδικό πρόσβασής σας για να συνεχίσετε.
es: Introduce tu contraseña actual para continuar.
fa: برای ادامه، رمز عبور فعلی خود را وارد کنید.
fr: Saisissez votre mot de passe actuel pour continuer.
he: הזן את הסיסמה הנוכחית שלך כדי להמשיך.
hi: जारी रखने के लिए अपना वर्तमान पासवर्ड दर्ज करें।
id: Masukkan kata sandi Anda saat ini untuk melanjutkan.
it: Inserisci la tua password attuale per continuare.
ja: 続行するには現在のパスワードを入力してください。
ko: 계속하려면 현재 비밀번호를 입력하세요.
nl: Voer je huidige wachtwoord in om door te gaan.
pl: Wpisz swoje obecne hasło, aby kontynuować.
pt: Digite sua senha atual para continuar.
ru: Введите текущий пароль, чтобы продолжить.
sv: Ange ditt nuvarande lösenord för att fortsätta.
th: กรอกรหัสผ่านปัจจุบันของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için mevcut şifrenizi girin.
uk: Введіть свій поточний пароль, щоб продовжити.
vi: Nhập mật khẩu hiện tại của bạn để tiếp tục.
zh_hans: 输入您当前的密码以继续。

source: Enter your name to continue.
ar: أدخل اسمك للمتابعة.
de: Gib deinen Namen ein, um fortzufahren.
el: Εισαγάγετε το όνομά σας για να συνεχίσετε.
es: Introduce tu nombre para continuar.
fa: برای ادامه، نام خود را وارد کنید.
fr: Saisissez votre nom pour continuer.
he: הזן את שמך כדי להמשיך.
hi: जारी रखने के लिए अपना नाम दर्ज करें।
id: Masukkan nama Anda untuk melanjutkan.
it: Inserisci il tuo nome per continuare.
ja: 続行するには名前を入力してください。
ko: 계속하려면 이름을 입력하세요.
nl: Voer je naam in om door te gaan.
pl: Wpisz swoje imię, aby kontynuować.
pt: Digite seu nome para continuar.
ru: Введите своё имя, чтобы продолжить.
sv: Ange ditt namn för att fortsätta.
th: กรอกชื่อของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için adınızı girin.
uk: Введіть своє ім'я, щоб продовжити.
vi: Nhập tên của bạn để tiếp tục.
zh_hans: 输入您的姓名以继续。

source: Enter your password
ar: أدخل كلمة مرورك
de: Gib dein Passwort ein
el: Εισαγάγετε τον κωδικό πρόσβασής σας
es: Introduce tu contraseña
fa: رمز عبور خود را وارد کنید
fr: Saisissez votre mot de passe
he: הזן את הסיסמה שלך
hi: अपना पासवर्ड दर्ज करें
id: Masukkan kata sandi Anda
it: Inserisci la tua password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
nl: Voer je wachtwoord in
pl: Wpisz swoje hasło
pt: Insira sua senha
ru: Введите пароль
sv: Ange ditt lösenord
th: ป้อนรหัสผ่านของคุณ
tr: Şifrenizi girin
uk: Введіть пароль
vi: Nhập mật khẩu của bạn
zh_hans: 输入您的密码

source: Enter your username or email
ar: أدخل اسم المستخدم أو البريد الإلكتروني
de: Gib deinen Benutzernamen oder deine E-Mail-Adresse ein
el: Εισαγάγετε το όνομα χρήστη ή το email σας
es: Introduce tu nombre de usuario o correo electrónico
fa: نام کاربری یا ایمیل خود را وارد کنید
fr: Saisissez votre nom d'utilisateur ou e-mail
he: הזן את שם המשתמש או האימייל שלך
hi: अपना उपयोगकर्ता नाम या ईमेल दर्ज करें
id: Masukkan nama pengguna atau email Anda
it: Inserisci il tuo nome utente o la tua email
ja: ユーザー名またはメールアドレスを入力してください
ko: 사용자 이름 또는 이메일을 입력하세요
nl: Voer je gebruikersnaam of e-mailadres in
pl: Wpisz swoją nazwę użytkownika lub adres e-mail
pt: Insira seu nome de usuário ou e-mail
ru: Введите имя пользователя или email
sv: Ange ditt användarnamn eller din e-postadress
th: ป้อนชื่อผู้ใช้หรืออีเมลของคุณ
tr: Kullanıcı adınızı veya e-postanızı girin
uk: Введіть ім'я користувача або електронну пошту
vi: Nhập tên người dùng hoặc email của bạn
zh_hans: 输入您的用户名或电子邮件地址
